{
  "TITLE_SCREEN_INTRO": {
    "en-US": "Congratulations, you have been appointed the CEO of River Bank Inc., an old regional retail bank. The company has a workforce of 10 000 employees and a rapidly dwindling chain of a few hundred physical branches. Recently a private equity company acquired significant minority holdings in the company and they successfully lobbied for positions in the company board. The new board members were happy to support your appointment—for the time being. The board expect you to address the changing industry conditions and revitalize the slow, hierarchical, and largely ineffective organization. <p>The banking industry is facing significant changes due to digitalization of all operations, entry of new competitors and complementors in the financial ecosystem, and shifting consumer preferences and expectations. Thanks to software, much of the consumer banking processes have already been automated, but there is a constant downward trend in the back-office staff as well as different business banking services. In both consumer and business side, monolithic banks are facing new competition from specialized players focusing on niches, such as savings or consumer loans as well as technology giants, such as Apple, Facebook, and Google. Finally, consumers have shifted their banking to mobile apps and expect their banks to provide them with user experience that is on par with other apps such as Uber. <p>To address the changing industry context, the board is expecting you to renew the company’s organization and operating model. The current hierarchical structure served the company well there was little innovation and customer expectations remained stable, but it seems badly outdated. Moreover, the previous leadership has allowed the company to become ineffective and static. The marketing department has not been able to develop new services demanded by customers, and both consumer and business customers feel that the bank is unable to offer attractive customized solutions to their needs. The company has formed only a few partnerships with limited impact. Creating effective structures and processes for collaboration seem vital for the survival in the digital era. <p>In this simulation, you will face eight consequent scenarios related to the new strategic direction set by the board. In each scenario, you will have 3-5 different strategic options with distinct impact on the company’s culture, structures, and performance. Your task is to renew River Bank’s organization to compete in the digital era. Choose wisely."
  },
  "AUTHORS": {
    "en-US": "Concept: Henri Schildt • Design: <a href='http://kipsonite.com' target='_blank'>Kiira Keski-Hakuni</a> • Engineering: <a href='http://kaljarv.com/' target='_blank'>Kalle Järvenpää</a>"
  },
  "Start game": {
    "en-US": "Start game"
  },
  "The Agile Quest Game": {
    "en-US": "The Agile Quest Game"
  },
  "Start next round": {
    "en-US": "Start next round"
  },
  "Execute selected strategy": {
    "en-US": "Execute selected strategy"
  }, 
  "Show Available Strategies": {
    "en-US": "Show Available Strategies"
  },  
  "Start a New Game": {
    "en-US": "Start a New Game"
  }
}